{
    "text": "一.概论 1.报告中涉及的主体类型可能包括： （1）物理量/信号变化，如“T2WI高信号”，“延迟强化” （2）病理生理改变，如“心肌坏死”，“心肌内出血”，“室壁瘤形成” （3）疾病名，如“心肌梗死”，“肥厚性心肌病” 关系：疾病→病理生理改变→物理量变化→信号变化 （4）报告中的说明： “影像学表现”中描述物理量/信号变化（及明确的病理生理改变） “影像学诊断”中应包括疾病名称，及有额外意义的病理生理改变，必要时进行特定的疾病分型。 2. MR能够应用于疾病诊断及鉴别诊断的前提：病理生理变化引起物理量改变，并被特定MR序列检测到。 （1）单一序列的某一信号变化可能由多种不同的病理生理改变引起,因此不应通过单一序列进行病理生理改变的判定、更不能用于诊断（除非特异性极高，或已通过限定范围）。 （2）某一病理生理改变可能引起多个不同物理量的改变，可能存在多个序列同时描述一种病变。一般不会影响全部可采集的物理量，即不会在所有序列上都有表现。 （3）同时存在的多种病理生理改变的影响可互相叠加/抵消. （4）完成诊断一般需要多种序列提供的信息组合 3.常见的物理量 （1）物理量名称：T1 检测序列：T1WI（T1短为亮），T1 mapping（T1长为亮） 影响因素：T1延长：水肿，纤维化等；T1缩短：脂肪，钆对比剂，正铁血红蛋白，糖原（Fabry病） （2）物理量名称：T2 检测序列：T2WI（T2长为亮，注意其他模块影响），T2 mapping（T2长为亮） 影响因素：T2延长：自由水，水肿；T2缩短：心肌内出血的特定期相，致密纤维结构 （3）物理量名称：T2*（T2_star） 检测序列：T2* mapping（T2长为亮） 影响因素：T2缩短：心肌内出血的特定期相 （4）物理量名称：灌注 检测序列：动态增强（高对比剂浓度为亮） 影响因素：低对比剂浓度：血栓，低灌注/MVO （5）物理量名称：早期强化 检测序列：PSIR（高对比剂浓度为亮） 影响因素：低对比剂浓度：血栓，低灌注/MVO；高对比剂浓度：高灌注/水肿 （6）物理量名称：延迟强化 检测序列：IR，PSIR（高对比剂浓度为亮） 影响因素：低对比剂浓度：血栓，MVO；高对比剂浓度：心肌坏死/纤维化/瘢痕形成，物质沉积于细胞间隙（淀粉样变） （7）物理量名称：T2/T1 检测序列：bSSFP电影 影响因素：综合（一般血液、积液，脂肪为高信号） 4.延迟强化分布 （1）缺血性： 内膜下、透壁性（按照冠脉供血区分布） （2）非缺血性： 1）心肌中层: 室间隔：原发性扩张性心肌病，心肌炎。左右室连接点：肥厚性心肌病，右室高压（如先心，肺高压）。侧壁：结节病，心肌炎，Anderson-Fabry，Chagas病 2）心外膜下 结节病，心肌炎，Anderson-Fabry，Chagas病 3）心内膜下环形强化 淀粉样变，系统性硬化，心脏移植术后（补充：嗜酸性粒细胞性心肌病） 5.扫描的基本序列 （1）序列：定位。腔位、范围：/ （2）序列：电影。腔位、范围：短轴覆盖左心室+左室长轴（3CH, 4CH, 2CH） （3）序列：T2WI（黑血、压脂）。腔位、范围：短轴覆盖左心室 （4）序列：动态增强（钆对比剂0.15mmol/kg）。腔位、范围：短轴和长轴（病变） （5）序列：早期强化（即刻）。腔位、范围：短轴3层或针对病变 （6）序列：延迟强化（~10min）。腔位、范围：短轴覆盖左心室+长轴（病变） 二.缺血性心肌病 分类：急性心梗（及慢性演变），慢性缺血。 1.急性心梗 （1）CMR评估目标： 1）明确心梗诊断 2）评估严重程度（收缩功能改变，水肿，延迟强化） 3）检测并发症（心肌内出血，MVO，心腔内血栓，室壁瘤） 4）检测是否合并其他血管供血区的缺血；检测非缺血性心肌病 （2）CMR表现 所有心肌改变：按犯罪血管分布（LAD、RCA、LCX）（a）心肌坏死（b）心肌水肿（c）心肌收缩功能减弱（d）心肌内出血（e）微循环障碍（MVO）（f）室壁瘤形成心腔内：附壁血栓形成；心包积液代偿性改变（可选）； 1）心肌坏死（急性期）/瘢痕形成（慢性期） （a）延迟强化高信号 （b）分布：内膜下/透壁, 再通非常及时可能为淡絮状;注意MVO及血栓影响“内膜下”判断;在血管分布交界区可不严格为内膜下;乳头肌延迟强化可能影响瓣膜功能 （c）演变：急性期变化不大；慢性期体积缩小、强化程度增大（瘢痕形成）；6月后可能脂肪变 （d）建议测量梗死区域占心肌百分比 （e）干扰因素：血液（可采用黑血） （f）一般解读为不可恢复 2）心肌水肿 （a）T2WI高信号（T2 mapping，T1 mapping） （b）分布：透壁居多，可能为内膜下,梗死后早期范围一般略大于延迟强化。T2WI伪影干扰大（慢血流伪影、心肌运动、压脂失败），可能显示不清，须对照延迟强化 （e）演变：急性期一般逐渐消退；慢性期可完全消退或长期阳性 （f）不建议测量水肿区域占心肌百分比 （g）干扰因素：血液，心室运动 3）心肌收缩活动减弱 （a）电影序列直接看室壁厚度变化及位移 （b）局部表现：局段收缩减弱/消失/反向运动 （c）整体表现：EF减低 （d）演变：可能恢复（透壁性梗死一般恢复程度较差）；严重者（尤其急性期MVO明显者）可能演变为室壁瘤 （e）非透壁性梗死的收缩活动减弱可能不明显 4）心肌内出血（急性期）/含铁血黄素沉积（慢性期） （a）病理生理：毛细血管结构受损导致红细胞进入组织间隙。 （b）T2WI低信号（T2/T2* mapping，T1 mapping），一般T2*比T2更敏感但伪影干扰更大。梗死后特定时间范围内还可观察到T1缩短。 （c）分布：一般位于高信号的水肿区内（梗死中心），梗死较严重的患者更易出现。 （d）演变：急性期信号先变低后回升，一般梗死后3天左右达到最低；慢性期可完全吸收或长期存在（含铁血黄素沉积）。其演变可能为血红蛋白产物的演变过程，不建议解读为病变严重程度的改变 5）微循环障碍（MVO）/灌注延迟/no-reflow （a）病理生理：毛细血管结构受损、微血栓形成、心肌内出血等因素导致大血管再通后心肌仍低灌注. （b）动态增强低灌注，EGE及LGE低信号, 信号＜正常心肌（不建议黑血PSIR）；应被计入梗死区；对比剂注入后范围随时间延长而缩小、可能消失；一般以LGE时存在灌注缺损称MVO(late MVO)；若EGE时存在、LGE时完全消失，称灌注延迟(early MVO) （c）分布：延迟强化区内, 一般LGE图像中，MVO与正常心肌间总有高信号区隔开 （d）演变：即刻出现，随梗死后时间延长范围缩小（新生毛细血管？）、1月左右LGE灌注缺损基本消失、EGE缺损可长期存在；少数患者LGE灌注缺损长期存在。 6）心肌内出血（IMH）与微循环障碍（MVO）关系 （a）病理生理机制有相关性（毛细血管结构受损） （b）IMH与MVO极可能在一位患者中共同出现，但随时间演变有所不同，单一时间点可能仅能见到一种改变 （c）一般曾出现过IMH的患者均在某时间点出现过MVO，而有MVO患者未必有过IMH （d）两者一般均仅在梗死严重的患者中出现，非透壁性梗死中较少出现 7）室壁瘤形成 （a）病理生理：严重的梗死导致梗死区完全被瘢痕替代，收缩功能完全丧失。 （b）电影序列：室壁变薄、局部膨出、反向运动。“反向运动”与“无运动”不存在明确界限【有争议的分类】:局部膨出+反向运动=解剖性室壁瘤;单纯反向运动=功能性室壁瘤 （c）较大的室壁瘤可能导致EF明显减低，并增大心脏破裂风险（影响超声EF测定）；可能手术 8) 假性室壁瘤形成 （a）病理生理：梗死后内膜不完整、心脏破裂（未到外膜下） （b）电影序列：局部室壁变薄伴反向运动。与“真性”室壁瘤的区别：“真性”室壁瘤内膜完整，室壁厚度正常区域与变薄区域平滑过渡。假性室壁瘤内膜不完整，室壁变薄区域呈“窄颈”。 （c）极其危险，随时可能心脏破裂、心包压塞，若有怀疑、立刻报告 9）附壁血栓形成 （a）病理生理：梗死区域内膜损伤+血液流动减缓导致血栓形成 （b）影像判断核心：心腔内的无强化灶 • 一般紧贴梗死区，心尖或室壁瘤分布区多见（仅限梗死导致的血栓） • 长TI IR最合适，动态增强、早期强化、延迟强化均可，信号低于正常心肌 • 与MVO鉴别：a)血栓在心腔内，可能导致“室壁”偏厚，MVO不会；b)MVO增强后范围逐渐缩小、血栓不会，因此可等待并重扫 • 较大病灶电影可直接发现（心腔内低信号），活动度较大应报告 • T1、T2有特定改变但多变，不建议作为依据 • 慢性血栓机化后可能有强化（未见） • 潜在混淆：慢性期内膜下可能存在薄层正常心肌【研究中】 （c）演变：出现时间不定；治疗后可缩小至完全消失 （d）若有发现应立刻报告（可能脱落导致栓塞，与治疗有关） 10）心包改变 （a）心包积液：心功能不全者常见；若怀疑血性心包积液，可比较增强前后心包积液T1值检测是否存在活动性出血 （b）心包增厚伴强化：不易与心包脂肪区分；不常写 11）代偿性改变 （a）残存心肌室壁增厚、收缩活动增强。心底水平室间隔厚度可能超过15mm，不应作为肥厚性的心肌病依据，可写或不写 （b）演变：增厚的心肌可能随整体功能改善而恢复 12）扫描序列 在基本序列外添加： （a）根据需要添加长轴 （b）若发现室壁瘤，确保电影完全覆盖 （c）若发现心腔内血栓，添加长TI IR （d）若心肌与血池分界不清，添加/替换为黑血延迟强化 13）后处理及报告重点 影像学表现： （a）常规心功能 （b）上述信号异常的分布位置及累及节段 （c）计算延迟强化区域百分比（须计入MVO区域） （d）部分后处理软件提供可挽救区计算，即T2WI高信号区减延迟强化区，但考虑到T2WI质量不稳定，除非把握较高，不建议报告。 影像学诊断： （a）明确心梗诊断（建议说明病灶所属供血区）；注明节段及整体功能（随访加功能变化）；描述上述病理生理变化的存在及改变（血栓及假性室壁瘤较重要）； （b）若出现其他供血区梗死或合并其他疾病，另外说明 13）其他 （a）警告：若存在急性期再灌注治疗指征，应首先进行再灌注治疗 （b）实践表明，钛合金支架置入后1日即可正常行CMR检查，且植入的支架对图像质量影响不大 （c）可能在非犯罪血管供血区见到陈旧性梗死（常为内膜下梗死） （d）考虑到右室心肌观察所受干扰较大，梗死、水肿一般只写左室，右室仅在明显时写 2.慢性缺血 （1）CMR评估目标 1）判断有无梗死及梗死区大小（确定有无再通价值） 2）【未开展】负荷灌注评估缺血 3）判断当前收缩功能 4）检测并发症 （2）其他影像手段： 常与平板运动及核医学SPECT配合检测缺血的存在，PET可评估心肌存活情况 （3）CMR表现 1）若既往存在梗死：与心梗慢性期相同 2）若不存在既往梗死或不严重： （a）心肌收缩功能减弱, 一般较轻 （b）心肌坏死, 一般为内膜下，因此建议黑血, 有资料显示收缩功能减低区域可能不存在延迟强化 （c）负荷灌注异常,静息灌注一般无异常 （4）特殊表现 长期慢性缺血可导致“冬眠心肌”出现，特征 1）心肌收缩功能减弱/消失，可能伴有局部室壁变薄（类似室壁瘤） 2）相应区域延迟强化不明显或不足以解释收缩功能改变 3）可能无水肿 4）恢复血供后功能可恢复 （5）扫描序列 基础序列上添加：可考虑将延迟强化换为黑血以利于探测内膜下梗死，偶尔添加冠脉MRA【研究中】 （6）后
  